Repository: rsalmaso/django-fluo-post
Catalog: news/locale/*/LC_MESSAGES/django.po
Languages: it

source: Show to
it: Visualizza a

source: All
it: Tutti

source: Categories
it: Categorie

source: News type
it: Categoria della news

source: News types
it: Categorie delle news

source: Draft
it: Bozza

source: Published
it: Pubblicato

source: If should be displayed or not.
it: Se deve essere visualizzata o no.

source: Visible only to
it: Visibile solamente a

source: News visible to these users, if empty is visible to all users.
it: News visibile solo agi utenti, o visibile a tutti se vuoto.

source: News date
it: Data dell'evento

source: Date which news refers to.
it: Data a cui si riferisce la news.

source: Publication date begin
it: Inizio data di pubblicazione

source: When news publication date begins.
it: Quando la news deve essere pubblicata.

source: Publication date end
it: Fine data di pubblicazione

source: When news publication date ends.
it: Quando la news finisce di essere pubblicata.

source: Title
it: Titolo

source: Slug field
it: Campo slug

source: Abstract
it: Riassunto

source: A brief description of the news
it: Breve riassunto della news

source: Default text
it: Testo di default

source: A brief description
it: Breve riassunto della news

source: Body
it: Testo

source: News translation
it: Traduzione

source: News translations
it: Traduzioni
